Repository: ozgurgunes/django-manifest
Catalog: manifest/bootstrap/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Page not found
tr: Sayfa bulunamadı

source: We're sorry but that page could not found.
tr: Üzgünüz ama sayfa bulunamadı

source: Internal server error
tr: Sunucu hatası

source: We're sorry but a server error has occurred. We've been notified and will look into it as soon as possible.
tr: Üzgünüz ama sunucuda bir hata meydana geldi. Hatanın en kısa zamanda çözümü için tarafımıza gereken bilgilendirme yapıldı.

source: Profile
tr: Profil

source: Admin
tr: Yönetici

source: Logout
tr: Çıkış

source: Notifications
tr: Bildirimler

source: Settings
tr: Ayarlar

source: Log In
tr: Giriş yap

source: or
tr: ya da

source: Register
tr: Üye ol

source: Search
tr: Ara

source: Home
tr: Anasayfa

source: About
tr: Hakkında

source: Contact
tr: İletişim

source: Help
tr: Yardım

source: Edit account
tr: Hesabı düzenle

source: Save changes
tr: Değişiklikleri kaydet

source: Account activation failed
tr: Hesap aktivasyonu başarısız

source: Your %(SITE_NAME)s website account could not be activated. This could be because your activation link has aged. Please try registering again.
tr: %(SITE_NAME)s web sitesi hesabınız aktif edilemedi. Aktivasyon kodunun süresi dolmuş olabilir. Lütfen web sitemize yeniden kayıt yapın.

source: Feel free to contact us if you think something went wrong.
tr: Herhangi bir sorun olursa lütfen bizimle iletişime geçin.

source: Account
tr: Hesap

source: View account
tr: Hesabını gör

source: Edit profile
tr: Profili düzenle

source: Change password
tr: Parolayı değiştir

source: Change email address
tr: E-posta adresini değiştir

source: Account not activated
tr: Hesabınız aktif değil

source: It seems your %(SITE_NAME)s website account has not been activated. You have to click on the link provided in the activation email which we have sent you.
tr: %(SITE_NAME)s web sitesi hesabınız aktif edilmemiş. E-posta adresinize gönderilen aktivasyon linkini onaylamanız gerekiyor.

source: Email address changed!
tr: E-posta adresi değişti

source: Your new email address is saved. You can continue using %(SITE_NAME)s website with this email address.
tr: Yeni e-posta adresiniz sisteme kaydedildi. Artık bu e-posta adresinizle %(SITE_NAME)s web sitesine giriş yapabilirsiniz.

source: Confirm your email address
tr: Yeni e-posta adresinizi onaylayın

source: We have sent an email to %(email)s address.
tr: %(email)s adresinize bir e-posta gönderdik.

source: Please click on the link provided in that email to associate this email address with your account.
tr: Adres değişikliğinin tamamlanabilmesi için bu e-posta adresinize gönderilen linke tıklayarak yeni e-posta adresinizi onaylamanız gerekiyor.

source: Email verification failed
tr: E-posta adresiniz doğrulanamadı.

source: You could try changing it again in your account settings.
tr: Hesap ayarlarınızdan e-posta adresinizi değiştirmeyi tekrar deneyebilirsiniz.

source: Change email
tr: E-posta adresini değiştir

source: Log in to your account
tr: Hesabına giriş yap

source: Forgot your password?
tr: Parolanı mı unuttun?

source: Connect with Facebook
tr: Facebook ile bağlan

source: Logged out
tr: Çıkış yapıldı

source: You have been logged out
tr: Web sitemizden çıkış yaptınız.

source: Click <a href="%(login_url)s">here</a> to log in back.
tr: E-posta adresiniz ve parolanız ile yeniden <a href="%(login_url)s">giriş</a> yapabilirsiniz.

source: Password changed
tr: Parolanız değiştirildi

source: Your password has been changed. From now on you can use your new password to login.
tr: Parolanız değiştirildi. Bundan sonra web sitemize <a href="{{ login_url }}">giriş</a> yaparken yeni parolanızı kullanmanız gerekiyor.

source: Change Password
tr: Parolayı Değiştir

source: Password has been set
tr: Parolanız sıfırlandı

source: Your password has been set. You can now <a href="%(login_url)s">login</a> with your new password.
tr: Parolanız sıfırlandı. Bundan sonra web sitemize <a href="%(login_url)s">giriş</a> yaparken yeni parolanızı kullanmanız gerekiyor.

source: Password reset
tr: Parola sıfırlama

source: Reset password
tr: Parolayı sıfırla

source: Password reset email sent
tr: Parola sıfırlama e-posta gönderildi

source: An email has been sent to you which explains how to reset your password.
tr: E-posta adresinize parolanızı sıfırlamanız için yapmanız gerekenleri açıklayan bir e-posta gönderildi.

source: Send password
tr: Parolanı gönder

source: %(username)s's profile.
tr: %(username)s profili

source: Name
tr: İsim

source: Age
tr: Yaş

source: Location
tr: Konum

source: About me
tr: Hakkımda

source: User Profiles
tr: Kullanıcı Profilleri

source: previous
tr: önceki

source: next
tr: sonraki

source: Thank you for registering
tr: Üye olduğunuz için teşekkür ederiz

source: You have to click on the link provided in the activation email which we have sent you.
tr: Web sitesi hesabınızın aktif olması için e-posta adresinize gönderilen aktivasyon linkine tıklamanız gerekiyor.

source: We will store your account information for <strong>%(accounts_activation_days)s days.</strong>
tr: Aktivasyon linki <strong>%(accounts_activation_days)s gün</strong> boyunca geçerli olacaktır.

source: You can now use the supplied credentials to sign in.
tr: Şimdi giriş yapmak için size sağlanan bilgileri kullanabilirsiniz.

source: Personal Information
tr: Kişisel Bilgiler

source: Update your personal information. Let others know more about you.
tr: Kişisel bilgilerinizi güncelleyin, insanlar hakkınızda daha çok şey bilsin.

source: Email address
tr: E-posta adresi

source: You can change your email adress.
tr: E-posta adresinizi değiştirebilirsiniz.

source: Password
tr: Parola

source: Change your password here. Please do not share your password with others.
tr: Parolanızı buradan değiştirebilirsiniz. Lütfen parolanı başkalarıyla paylaşma.

source: Dear %(user)s,
tr: Sayın %(user)s,

source: Welcome to %(site)s website.
tr: %(site)s web sitesine hoş geldiniz!

source: Please click on the link below to activate your account.
tr: Hesabınızın aktif olması için lütfen aşağıdaki linke tıklayın.

source: Thank you for registering at our website.
tr: Web sitemize üye olduğunuz için teşekkür ederiz.

source: Sincerely,
tr: Saygılarımızla,

source: You have registered at %(site)s website
tr: %(site)s web sitesine üye oldunuz

source: You have requested to change your email address at %(site)s website.
tr: %(site)s web sitesine kayıtlı e-posta adresinizi değiştirmek istediniz.

source: Please click on the link below to verify this email address.
tr: E-posta adresinizi doğrulamak için lütfen aşağıdaki linke tıklayın.

source: Thank you for using our website.
tr: Web sitemizi kullandığınız için teşekkür ederiz.

source: We have sent an email to %(new_email)s address which provides a verification link. Click on the link provided in that email to activate your new email address.
tr: Belirtmiş olduğunuz %(new_email)s e-posta adresine onay linki gönderildi. Bu e-posta adresinin geçerli olması için lütfen gönderilen linke tıklayın.

source: Thank you for using our site!
tr: Web sitemizi kullandığınız için teşekkür ederiz!

source: Email verification for %(site)s website
tr: %(site)s web sitesi için e-posta adresi onayı

source: Request to change your email address
tr: E-posta adresi değiştirme isteği

source: We are sending this email because you have requested a password resetfor your account at %(site)s website.
tr: %(site)s web sitesindeki parolanızı sıfırlamak istediğiniz için bu maili gönderiyoruz.

source: Please click on the link below to set a new password.
tr: Lütfen aşağıdaki linke tıklayarak yeni parolanızı belirleyin.

source: Request to reset your password
tr: Parola sıfırlama isteği

source: Comment will be deleted
tr: Yorum silinecek

source: Are you sure to delete this comment?
tr: Bu yorumu silmek istediğinize emin misiniz?

source: Delete blog
tr: Blogu sil

source: Your comment succesfully posted
tr: Yorumunuz başarıyla yayınlandı

source: Post comment
tr: Yorum gir

source: delete
tr: sil

source: Will be deleted: %(comment)s
tr: Silinecek: %(comment)s

source: ago
tr: önce

source: No comment yet.
tr: Henüz bir yorum yapılmadı.

source: No comment
tr: Yorum yok

source: Only <strong>one</strong> comment
tr: Sadece <strong>bir</strong> yorum yapıldı

source: Write comment
tr: Yorum yaz

source: cancel
tr: iptal

source: Comment deleted
tr: Yorum silindi

source: Delete comment
tr: Yorumu sil

source: Comment posted
tr: Yorum yayınlandı

source: Preview your comment
tr: Yorumunun önizlemesini yap

source: Preview
tr: Önizleme

source: Save
tr: Kaydet

source: Update
tr: Güncelle

source: Previous
tr: Önceki

source: Next
tr: Sonraki
